index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Florian Winkelbauer</title>
<meta name="generator" content="Org Mode" />
<meta name="author" content="Florian Winkelbauer">
<link rel="stylesheet" href="/site.css" type="text/css">
</head>
<body>
<div id="preamble" class="status">
<nav>
<a href="/">Home</a>
<a href="/notes">Notes</a>
<a href="/posts">Posts</a>
<a href="/projects">Projects</a>
</nav>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Florian Winkelbauer</h1>
</header><p>
Hi, welcome to my website! I blog about my opinions and experiences on software
development and about whatever else seems to catch my interest. In my free time
I tinker with small projects on <a href="https://github.com/fwinkelbauer">GitHub</a>. In the past I have been a clown on more
than one occasion. <a href="/notes/theater">Literally</a>.
</p>

<p>
I am currently working at <a href="https://invenium.io/">Invenium</a> where I deal with server infrastructure and
build pipelines. Before that I was automating whatever I could get my hands on
at <a href="https://intact-systems.com/">Intact</a>.
</p>

<p>
My wife, son and I live near Leibnitz, Austria. You can reach me at "mail@(this
domain)".
</p>
</div>
<div id="postamble" class="status">
<footer>
<p>Copyright 2023, Florian Winkelbauer. All rights reserved.</p>
</footer>
</div>
</body>
</html>
